{"inkVersion":21,"root":[["^“Hello again, don’t suppose you’ve heard any word in regards to my missing persons case?” ","#","^s Mothman ","/#","#","^b 1 ","/#","#","^a 3 ","/#","#","^h 2","/#","\n","^<i>The desk hasn’t exactly been too busy with briefcase wielding guests. No rogue literature has been miraculously recovered.</i> ","#","^s You","/#","\n","^\"No. I'm afraid not.\"","\n","^“<i>Wonderful.</i>” ","#","^s Mothman ","/#","#","^h 1","/#","\n","^“With that lovely news now confirmed, I’ll be expecting a call. Please forward it to my room.” ","#","^b 2 ","/#","#","^a 2 ","/#","#","^h 11","/#","\n","^“Of course, but I’m going to need to take down a name, Motel policy.” ","#","^s You","/#","\n","^<i>He seems briefly annoyed at this personal intrusion. You can’t help but be a little excited at the chance to gain more information on this scenario.</i>  ","#","^h 10","/#","\n","^“Fine. It will be coming from an associate of P. Pleasant Publishing.” ","#","^s Mothman ","/#","#","^h 2","/#","\n","^“They will be wanting to hear about my current…<i>situation</i>.\" ","#","^b 1 ","/#","#","^a 1 ","/#","#","^h 1","/#","\n","^\"Hopefully the disappearance of my Manager will overshadow any anger over my little side trip.” ","#","^h 5","/#","\n","^<i>He pauses to sigh. Doesn’t seem like this vacation is going very smoothly.</i> ","#","^s You ","/#","#","^h 11","/#","\n","^“Oh, and if Aubrey does somehow manage to call, please tell them I am very disappointed in their directional abilities and we will be exchanging strong words.” ","#","^s Mothman ","/#","#","^h 4 ","/#","#","^b 2 ","/#","#","^a 2","/#","\n","^<i>Despite the anger evident in his voice, he seems oddly pleased about the loss of Aubrey.</i> ","#","^s You ","/#","#","^h 3","/#","\n","^“Might be worth breaking the bad news yourself in advance. Getting lost along with my latest bestseller is not a good look for them.” ","#","^b 1 ","/#","#","^a 3 ","/#","#","^h 6 ","/#","#","^s Mothman","/#","\n","^“After our little chat has concluded, they are most definitely fired.” ","#","^h 3","/#","\n","^<i>You can’t deny being intrigued by this turn of events. Unlucky Aubrey… or judging by the sudden undertone of glee in his voice, maybe they deserved it.</i> ","#","^s You","/#","\n","ev","str","^ “So… Press Manager, huh? What was Aubrey like?”","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^“I’ll let you know if anyone calls!”","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"manager1"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"manager2"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"manager1":["^“<i>Former Manager</i>, would be a more polite way to phrase it now, I suppose.” ","#","^s Mothman ","/#","#","^h 2 ","/#","#","^b 2 ","/#","#","^a 2 ","/#","#","^plus 1","/#","\n","^“Whilst I do hope nothing bad has befallen them, I must say that it is a rather fortunate turn of events they won’t be staying during my holiday.” ","#","^h 3","/#","\n","^“It was already a chore convincing them to let me come here for a couple days at all.” ","#","^h 1","/#","\n","^“We often do not get along, even at the best of times. Opposing views on genre and such. ” ","#","^h 10 ","/#","#","^b 2 ","/#","#","^a 2","/#","\n","^“They bend to my publishers every whim. This incident will not do wonders to improve relations with them.” ","#","^h 1","/#","\n","^“<i>Especially</i> if Aubrey happens to find their way here after all…” ","#","^h 11","/#","\n","^“Also… they were very… how can I phrase this politely… <i>loud</i>.” ","#","^h 1","/#","\n",{"->":"job"},{"#f":1}],"manager2":["^“Thank you. I wouldn't suspect it would be before tomorrow morning, but just in case.” ","#","^s Mothman ","/#","#","^h 2 ","/#","#","^b 2 ","/#","#","^a 2 ","/#","#","^plus 0","/#","\n",{"->":"job"},{"#f":1}],"job":[["^“It’s really important I deal with this as soon as possible as it could put some strain on my career when I return from this little trip.” ","#","^s Mothman ","/#","#","^b 2 ","/#","#","^a 2 ","/#","#","^h 5","/#","\n","^“What do you do?” ","#","^s You ","/#","#","^h 2","/#","\n","^“Was it not obvious from my previous statements? I’m an author, but I prefer to use the term novelist.” ","#","^s Mothman ","/#","#","^h 9 ","/#","#","^b 1 ","/#","#","^a 1","/#","\n","^<i>You can’t help but laugh at his hubris. Are they really that recognizable?</i> ","#","^s You","/#","\n","ev","str","^“Come to think of it, your name does ring a bell.”","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^“Never heard of you.”","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"known1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"known2"},"\n",{"#f":5}]}],{"#f":1}],"known1":["^“I rather think it should! M. Mothman is a household staple.” ","#","^s Mothman ","/#","#","^h 10 ","/#","#","^plus 1","/#","\n","^“For connoisseurs of historical fiction, that is…” ","#","^h 3","/#","\n","^“I’ve written such classics as <i>‘The Dawning of the Lamp’</i> and <i>‘Beyond the Forest Trees Part 2 featuring new Addendums'.\"</i> ","#","^h 9","/#","\n","^“In fact, right at this very moment I’m working on my greatest work yet! ","#","^h 6","/#","\n","^“...which is completely a secret… why on earth am I telling <i>you?!</i>” ","#","^b 2 ","/#","#","^a 2 ","/#","#","^h 7","/#","\n","^<i>You decide to let him keep spouting book related words at you as he goes into a frenzy trying to cover up what he just let slip. </i> ","#","^s You ","/#","#","^b 1 ","/#","#","^a 3 ","/#","#","^h 8","/#","\n","^<i>None of the titles instill any sort of recognition whatsoever.</i>","\n",{"->":"sc2end"},{"#f":1}],"known2":["^<i> He stares at you in mock offence. Silent. This is awkward… </i> ","#","^s Mothman ","/#","#","^h 4","/#","\n","^“Never…heard…of…me??” ","#","^h 7 ","/#","#","^minus 1","/#","\n","^“You must be lying. I can’t believe it! Either that, or you have no taste.” ","#","^h 10","/#","\n","^“It seems I’ve come to expect that from this reception.” ","#","^h 11","/#","\n","^“<i>Never</i> heard of me… honestly, I’m a <i>multi award winning bestseller.</i> Look me up.” ","#","^h 8","/#","\n",{"->":"sc2end"},{"#f":1}],"sc2end":["^“Anyway, enough about my inimitable career. I have a fresh manuscript to review in my room that suddenly seems <i>infinitely</i> more interesting than this conversation. Adieu.” ","#","^s Mothman ","/#","#","^h 2 ","/#","#","^b 2 ","/#","#","^a 2","/#","\n","^<i>Well, he sure is a 'conversationalist'. Make sure to keep an eye out for any phone calls. </i> ","#","^s You ","/#","#","^b 0 ","/#","#","^a 0 ","/#","#","^h 0","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}