{"inkVersion":21,"root":[["^\"Hello again, don't suppose you've heard any word?\" ","#","^s Mothman ","/#","#","^b 1 ","/#","#","^a 3 ","/#","#","^h 2","/#","\n","^<i>You decline to mention the fact you were never very sure who to look for in the first place.</i> ","#","^s You","/#","\n","^\"No. Afraid not.\"","\n","^“Wonderful.” ","#","^s Mothman","/#","\n","^“I’m expecting a call, please forward it to my room.”","\n","^“I’m going to need to take down a name please.” ","#","^s You","/#","\n","^“Fine. It should be an associate of P. Pleasant Publishing.” ","#","^s Mothman","/#","\n","^“They will be wanting to hear about this situation.”","\n","^<i>He pauses to sigh. Doesn’t seem like this vacation is going very smoothly.</i> ","#","^s You","/#","\n","^“Oh, and if anyone phones under the name Aubrey, please tell them I am very disappointed in them right now.” ","#","^s Mothman","/#","\n","^“Might be worth breaking the news yourself honestly, instead of myself.\"","\n","^“They are most definitely fired.”","\n","^<i>You can’t deny being intrigued by this turn of events.</i> ","#","^s You","/#","\n","ev","str","^“Is Aubrey your manager?”","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^“I’ll let you know if anyone calls!”","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"manager1"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"manager2"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"manager1":["^“<i>Was</i> my manager, is a more polite way to put it I suppose.” ","#","^s Mothman","/#","\n","^“Whilst I do hope they haven’t befallen any harm, I must say that it is rather fortunate they didn’t make it here with me.”","\n","^“We often do not get on. Opposing views and such. Also they were very loud.”","\n","^“This incident will not do wonders to improve my managerial relations.”","\n","^“<i>Especially</i> if Aubrey happens to find their way here after all…”","\n",{"->":"job"},{"#f":1}],"manager2":["^“Thank you. I wouldn't suspect it would be before tomorrow morning, but just in case.” ","#","^s Mothman","/#","\n",{"->":"job"},{"#f":1}],"job":[["^“It’s really important I deal with this as soon as possible.” ","#","^s Mothman","/#","\n","^“It could put some strain on my career whilst I am on this little trip.”","\n","^“What do you do?” ","#","^s You","/#","\n","^“Was it not obvious from my questioning? I’m an author, but I prefer the term novelist.” ","#","^s Mothman","/#","\n","^<i>You can’t help but laugh at his hubris.</i> ","#","^s You","/#","\n","ev","str","^“Come to think of it, your name does ring a bell.”","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^“Never heard of you.”","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"known1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"known2"},"\n",{"#f":5}]}],{"#f":1}],"known1":["^“I rather think it should! M. Mothman is a household staple.” ","#","^s Mothman","/#","\n","^“If you read historical fiction, that is…”","\n","^“I’ve written such classics as <i>‘The Dawning of the Lamp’</i> and <i>‘Beyond the Forest Trees Part 2 featuring new Addendums.\"</i>","\n","^<i>You decide to let him keep spouting book titles at you. None of them instill any sort of recognition whatsoever.</i> ","#","^s You","/#","\n",{"->":"sc2end"},{"#f":1}],"known2":["^<i> He stares at you in mock offence. Silent. This is awkward… </i> ","#","^s Mothman","/#","\n","^“Never…heard…of…me??”","\n","^“You must be lying. I can’t believe it! Either that, or you have no taste.”","\n","^“It seems I’ve come to expect that from this reception.”","\n","^“I’m a multi award winning bestseller. Look me up.”","\n",{"->":"sc2end"},{"#f":1}],"sc2end":["^“Anyway, enough about my infinitely successful career. I have a draft to review in my room that suddenly seems infinitely more interesting than this conversation. Adieu.” ","#","^s Mothman","/#","\n","^<i>Well, he sure is a conversationalist. Make sure to keep an eye out for any phone calls. </i> ","#","^s You","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}